Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Bolus Recommendation Updated
da: Bolusanbefaling opdateret
de: Aktualisierte Bolusempfehlung
es: Recomendación de bolo fue actualicada
fi: Bolussuositus päivitetty
fr: Recommandation de Bolus modifiée
he: המלצת בולוס התעדכנה
it: Raccomandazioni sul bolo aggiornate
nb: Bolus anbefaling er oppdatert
nl: Aanbevolen Bolus Bijgewerkt
pl: Zaktualizowano rekomendowanego bolusa
ro: Actualizare Recomandare bolus
ru: Рекомендации по болюсу обновлены
sv: Det finns en ny bolusrekommendation
tr: Bolus Önerisi Güncellendi
zh_hans: 大剂量推荐值已更新

source: Bolus Summary
da: Bolus-resumé
de: Bolus Zusammenfassung
es: Resumen del bolo
fi: Bolusyhteenveto
fr: Résumé du bolus
he: סיכום
it: Riepilogo bolo
nb: Bolus oppsummering
nl: Bolussamenvatting
pl: Podsumowanie bolusa
ro: Rezumat Bolus
ru: Суммарный болюс
sv: Bolus sammanfattning
tr: Bolus Özeti
zh_hans: 大剂量概要

source: Bolus Too Small
da: Bolus for lille
de: Bolus zu gering
es: Bolo demasiado pequeño
fr: Bolus trop petit
he: בולוס קטן מדי
it: Bolo troppo piccolo
nb: Bolus er for liten
nl: Bolus Te Klein
pl: Za mały bolus
ro: Bolus prea mic
ru: Болюс слишком маленький
tr: Bolus Çok Küçük
zh_hans: 大剂量太少

source: Carb Entry
da: Indtast kulhydrater
de: KH-Eintrag
es: Entrada de Carbohidratos
fi: Hiilihydraatit
fr: Entrée de glucides
he: פחמימות
it: Carboidrati inseriti
nb: Legg til karbohydrater
nl: Koolhydraatinvoer
pl: Wprowadź węglowodany
ro: Intrare Carbohidrați
ru: Добавить запись углеводов
sv: Kolhydrater
tr: Karb Girişi
zh_hans: 碳水记录

source: Carb Ratio Schedule
da: Tidsplan for kulhydratforhold
de: Zeitplan für das Kohlenhydratverhältnis
es: Calendario de ratio de carbohidratos
fr: Programme des ratios Insuline-Glucides
it: Tabella del rapporto carboidrati
nb: Tidsplan for karbohydratforhold
nl: Koolhydraatratioschema
pl: Harmonogram Współczynnika Węglowodanowego
ro: Programul raportului de carbohidrați
ru: Расписание соотношения углеводов
tr: Karb Oranı Programı

# carb-entry-title-add
source: Add Carb Entry
da: Tilføj kulhydrater
de: Kohlenhydrate hinzufügen
es: Agregar Entrada de Carb
fi: Lisää hiilihydraatteja
fr: Ajouter des glucides
he: הוספת רשומת פחמימות
it: Aggiungi inserimento carboidrati
ja: 糖質の記入を追加
nb: Legg til karbohydrater
nl: Kh. Inv. Toevoegen
pl: Wprowadź węglowodany
pt_br: Adicionar Carb
ro: Adaugă carbohidrați
ru: Добавить запись углеводов
sk: Zadať sacharidy
sv: Lägg till kolhydrater
tr: Karb Girişi Ekle
vi: Khai báo Carb
zh_hans: 添加碳水摄入

source: Carbohydrate Entry Too Large
da: Kulhydratindtastning for stor
de: KH-Eintrag zu groß
es: Entrada de carbohidratos demasiado grande
fr: Les glucides saisis sont trop important
he: כמות פחמימות גדולה מדי
it: Carboidrati inseriti troppo alti
nb: Karbohydratinntaket er for stort
nl: Koolhydraatinvoer Te Veel
pl: Wpis węglowodanów za duży
ro: Intrarea de carbohidrați este prea mare
ru: Слишком много углеводов
tr: Karbonhidrat Girişi Çok Büyük

source: Caution
da: Forsigtig
de: Achtung
fr: Attention
he: זהירות
it: Attenzione
nb: Forsiktig
nl: Voorzichtig
pl: Uwaga
ro: Atenție

source: Check your device time and/or remove any invalid data from Apple Health.
da: Tjek din enheds tid og/eller fjern ugyldige data fra Apple Health.
de: Überprüfe die Uhrzeit deines Geräts und/oder entferne alle ungültigen Daten aus Apple Health.
es: Compruebe la hora de su dispositivo y/o elimine cualquier dato no válido de Apple Health.
fr: Vérifiez l'heure de votre appareil et/ou supprimez toute donnée invalide d'Apple Health.
it: Controlla l'orario del tuo dispositivo e/o rimuovi eventuali dati non validi da Apple Salute.
nb: Sjekk enhetens klokke og/ eller fjern eventuelle ugyldige data fra Apple Helse.
nl: Controleer de tijd op je apparaat en/of verwijder eventuele ongeldige invoer uit Apple Gezondheid.
pl: Sprawdź czas urządzenia i/lub usuń wszelkie nieprawidłowe dane z aplikacji Zdrowie.
ro: Verificați ora dispozitivului și/sau eliminați orice date incorecte din Apple Health.
ru: Проверьте время вашего устройства и/или удалите недействительные данные из Apple Health.
tr: Aygıtınızın saatini kontrol edin ve/veya tüm geçersiz verileri Apple Sağlık'tan kaldırın.

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
da: Vælg en længere absorptionstid ved større måltider, eller dem med fedt og proteiner. Det er blot hjælp til algoritmen og behøver ikke være nøjagtig.
de: Wähle eine längere Resorptionsdauer für größere Mahlzeiten oder welche die viel Fett und Proteine beinhalten. Dies ist eine Unterstützung für den Algorithmus und muss nicht genau sein.
es: Elija un tiempo de absorción más largo para comidas más grandes, o aquellas que contienen grasas y proteínas. Esta es solo una guía para el algoritmo y no necesita ser exacta.
fi: Valitse pidempi imeytymisaika isoille tai paljon rasvaa ja proteiineja sisältäville aterioille. Tämä on suuntaa antava ohje, eikä sen tarvitse olla tarkka.
fr: Choisissez un temps d’absorption plus long pour les gros repas ou ceux contenant des graisses et des protéines. Ceci est seulement un guide pour l'algorithme et n'a pas besoin d'être exact.
it: Scegli un periodo di assorbimento piu lungo per i pasti piu grandi o quelli contenenti grassi e proteine. Questa e solo una guida all’algoritmo e non e necessario che sia esatta.
ja: 量の多い食事や脂質やたんぱく質を含んだ食事には長い吸収時間を選んでください。これはアルゴリズムのための参考で、厳密である必要はありません。
nb: Velg lengre absorpsjonstid for større måltider, eller de som inneholder fett og proteiner. Dette er kun veiledning til algoritmen og trenger ikke være nøyaktig.
nl: Kies een langere opnametijd voor grotere maaltijden of voor maaltijden die vetten en eiwitten bevatten. Dit is alleen een leidraad voor het algoritme en hoeft niet exact te zijn.
pl: Wybierz dłuższy czas absorpcji dla większych, bogatobiałkowych lub wysokotłuszczowych posiłków. To tylko wskazówka dla algorytmu i nie musi być bardzo dokładna.
pt_br: Escolha um tempo de absorção mais longo para refeições maiores ou aquelas que contenham gorduras e proteínas. Esta é apenas uma orientação para o algoritmo e não precisa ser exata.
ro: Alegeți o durată mai lungă de absorbție pentru mese mai mari sau pentru cele care conțin grăsimi și proteine. Nu e necesară o valoare exactă, scopul e să oferim doar o ghidare pentru algoritm.
ru: Выберите более длительное время усвоения для больших порций пищи или тех, которые содержат жиры и белки. Это лишь руководство к алгоритму и не обязательно должно быть точным.
sv: Välj en längre absorptionstid för måltid med mycket fett eller protein. Ofta är det bäst att dela upp måltiden i snabba och långsamma kolhydrater och mata in dessa var för sig.
tr: Daha büyük öğünler veya yağ ve protein içeren besinler için daha uzun bir emilim süresi seçin. Bu değer yalnızca algoritmaya rehberlik eder ve kesin olması gerekmez.
vi: Lựa chọn khoảng thời gian tiêu hóa dài hơn cho các bữa ăn no, hoặc những bữa ăn nhiều chất béo và protein. Đây chỉ là hướng dẫn cho thuật toán Algorithm và không cần phải chính xác.
zh_hans: 对于大餐或含有脂肪和蛋白质的餐食，请选择较长的吸收时间。此设置仅作为算法的参考， 无需精确。

source: Choose Favorite:
da: Vælg favorit:
de: Wähle Favorit:
fr: Choisissez le favori :
it: Scegli il preferito:
nb: Velg favoritt:
pl: Wybierz ulubione:
ro: Alegeți Preferatul:
zh_hans: 选择常用

source: Close
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
ro: Închide
ru: Закрыть
sv: Stäng
tr: Kapat

source: Closed Loop OFF
da: Lukket loop FRA
de: Closed Loop AUS
es: Asa cerrada APAGADA
fi: Suljettu säätö pois päältä
fr: Boucle Ouverte
it: Loop chiuso disattivato
nb: Lukket Loop AV
nl: Gesloten Loop UIT
pl: Pętla zamknięta WYŁĄCZONA
ro: Buclă închisă dezactivată
ru: Замкнутый цикл ВЫКЛ
sv: Sluten Loop är AV
tr: Kapalı Döngü KAPALI
zh_hans: 闭环模式已关闭

source: Closed Loop requires an active CGM Sensor Session
da: Lukket Loop kræver en aktiv CGM sensor-session
de: Closed Loop erfordert eine aktive CGM-Sensorsitzung
es: La asa cerrada requiere una sesión de sensor CGM activa
fi: Suljettu säätö vaatii aktiivisen glukoosisensorin
fr: Loop en boucle fermée requiert une session de capteur CGM active.
it: Loop chiuso richiede almeno una sessione attiva del sensore CGM
nb: Lukket Loop krever en aktiv CGM sensorøkt
nl: Gesloten Loop vereist een actieve CGM Sensorsessie
pl: Zamknięta pętla wymaga aktywnego sensora CGM
ro: Bucla închisă necesită o sesiune activă de senzor CGM
ru: Замкнутый цикл требует активного подключенного датчика CGM
sv: Sluten Loop kräver en aktiv CGM-sensor
tr: Kapalı Döngü, aktif bir CGM Sensör Oturumu gerektirir
zh_hans: 闭环需要活动的 CGM 传感器会话

source: Closed Loop requires Setup to be Complete
da: Lukket Loop kræver, at opsætningen er fuldført
de: Closed Loop erfordert, dass die Einrichtung abgeschlossen ist
es: El Circuito Cerrado requiere que la configuración esté completa
fr: Loop en boucle fermée nécessite une configuration complète
it: Loop chiuso richiede che la configurazione sia completata
nb: Lukket Loop krever at installasjonen er fullført
nl: Gesloten Loop vereist dat Installatie is Voltooid
pl: Zamknięta pętla wymaga zakończenia konfiguracji
ro: Bucla închisă necesită ca setarea să fie finalizată
ru: Замкнутый цикл требует завершения настройки
tr: Kapalı Döngü, Kurulumun Tamamlanmasını gerektirir
zh_hans: 启用闭环控制前需完成所有设置。

# com.loudnate.InsulinKit.IOBDateLabel
source: at %1$@
da: d %1$@
de: um %1$@
es: en %1$@
fi: klo %1$@
fr: à %1$@
he: ב-%1$@
it: a %1$@
ja: %1$@ 時点
nb: kl. %1$@
nl: om %1$@
pl: o %1$@
pt_br: em %1$@
ro: la %1$@
ru: в %1$@
sv: kl %1$@
vi: lúc %1$@
zh_hans: 在 %1$@

# com.loudnate.InsulinKit.totalDateLabel
source: since %1$@
da: siden %1$@
de: seit %1$@
es: desde %1$@
fi: %1$@ jälkeen
fr: depuis %1$@
he: מאז %1$@
it: da %1$@
ja: %1$@ より
nb: siden %1$@
nl: sinds %1$@
pl: od %1$@
pt_br: desde %1$@
ro: de la %1$@
ru: с %1$@
sv: sedan %1$@
tr: %1$@ den beri
vi: từ lúc %1$@

source: Complete Setup
da: Fuldfør opsætning
de: Einstellungen abschließen
es: Completa la Configuración
fr: Terminer la configuration
it: Completa configurazione
nb: Fullfør oppsett
nl: Volledige Installatie
pl: Zakończ konfigurację
ro: Configurare finalizată
ru: Завершить настройку
tr: Kurulumu Tamamla

source: Could Not Restart %1$@
da: Kunne ikke genstarte %1$@
de: %1$@ konnte nicht neu gestartet werden
fr: Impossible de redémarrer %1$@
it: Impossibile riavviare %1$@
nb: Kunne ikke starte %1$@ på nytt
pl: Nie można ponownie uruchomić %1$@
ro: Nu s-a putut reporni %1$@

source: Critical Event Log Ready
da: Kritisk begivenhedslog klar
de: Kritisches Ereignisprotokoll bereit
es: Registro de eventos críticos listo
fi: Tärkeiden tapahtumien loki valmis
fr: Journal des événements critiques prêt
it: Registro eventi critici pronto
nb: Kritisk hendelseslogg er klar
nl: Kritieke Gebeurtenislogboek Klaar
pl: Dziennik zdarzeń krytycznych gotowy
ro: Jurnal evenimente critice pregătit
ru: Логи критических событий готовы
sv: Kritisk händelselogg klar
tr: Kritik Olay Günlüğü Hazır

source: Critical Event Logs
da: Kritisk begivenhedslog
de: Kritische Ereignisprotokolle
es: Registros de eventos críticos
fi: Tärkeiden tapahtumien loki
fr: Journaux des événements critiques
it: Registri eventi critici
nb: Kritiske hendelseslogger
nl: Kritieke Gebeurtenislogboek
pl: Dzienniki zdarzeń krytycznych
ro: Jurnal de evenimente critice
ru: Логи критических событий
sv: Kritiska händelseloggar
tr: Kritik Olay Günlükleri

source: Critical Event Logs were not able to be exported.
da: Kritisk begivenhedslogs kunne ikke eksporteres.
de: Kritische Ereignisprotokolle konnten nicht exportiert werden.
es: No se han podido exportar los registros de eventos críticos.
fi: Tärkeiden tapahtumien lokia ei voitu viedä.
fr: Les journaux d'événements critiques n'ont pas pu être exportés.
it: Non è stato possibile esportare i registri degli eventi critici.
nb: Kritiske hendelseslogger kunne ikke eksporteres.
nl: Kritieke Gebeurtenislogboek konden niet worden geëxporteerd.
pl: Nie można wyeksportować dzienników zdarzeń krytycznych.
ro: Jurnalele de evenimente critice nu au putut fi exportate.
ru: Не удалось экспортировать журналы критических событий.
sv: Kritiska händelseloggar kunde inte exporteras.
tr: Kritik Olay Günlükleri dışa aktarılamadı.

source: Current Glucose
da: Nuværende blodsukker
de: Aktueller Blutzucker
es: Glucosa actual
fi: Nykyinen glukoosi
fr: Glycémie actuelle
it: Glicemia attuale
nb: Nåværende blodsukker
nl: Huidige Glucose
pl: Aktualna glukoza
ro: Glicemia curentă
ru: Текущая глюкоза
sv: Nuvarande blodglukosvärde
tr: Mevcut KŞ
zh_hans: 当前血糖

source: Custom Preset
da: Brugerdefineret forudindstilling
de: Voreinstellung
es: Ajuste Preestablecido personalizado
fi: Mukautettu esiasetus
fr: Préréglage personnalisé
it: Programmazione
nb: Egendefinert forhåndsinnstilling
nl: Aangepast Programma
pl: Cel Tymczasowy
ro: Presetare particularizată
ru: Пользовательский пресет
sv: Anpassad förinställning
tr: Özel Ön Ayar
zh_hans: 自定义预设

source: Delete “%@”?
da: Slet "%@"?
de: „ %@ “ löschen?
fr: Supprimer "%@"?
he: למחוק את " %@ "?
it: Eliminare "%@" ?
nb: Slette "%@"?
pl: Usunąć „ %@ ”?
ro: Ștergeți „%@”?
zh_hans: 删除”%@”？

source: Delete All
da: Slet alle
de: Alle löschen
es: Eliminar Todos
fi: Poista kaikki
fr: Supprimer tout
he: מחק הכל
it: Elimina tutto
ja: すべて削除
nb: Slett alle
nl: Verwijder Alles
pl: Usuń wszystko
pt_br: Remover Todos
ro: Șterge tot
ru: Удалить все
sv: Radera allt
tr: Hepsini sil
vi: Xóa hết
zh_hans: 删除所有

source: Delete Food
da: Slet mad
de: Essen löschen
fr: Supprimer l'aliment
it: Elimina cibo
nb: Slett mat
pl: Usuń jedzenie
ro: Ștergeți alimentele

source: Delete Testing CGM Data
da: Slet CGM testdata
de: CGM-Test-Daten löschen
es: Eliminar prueba de datos CGM
fi: Poista testi-CGM:n tiedot
fr: Effacer les données de test du CGM
he: מחק נתוני בדיקת חיישן
it: Elimina dati test CGM
nb: Slett testdata for blodsukkermåler
nl: Verwijder test-CGM-gegevens
pl: Usuń testowe dane CGM
ro: Ștergeți date CGM de testare
ru: Удалить данные тестирования CGM
sv: Ta bort simulerade testvärden från CGM
tr: Test CGM Verilerini Sil
zh_hans: 删除测试 CGM 数据

source: Delete Testing Data
da: Slet testdata
de: Test-Daten löschen
es: Eliminar datos de prueba
fi: Poista testitiedot
fr: Supprimer les données de Test
he: מחק נתוני בדיקה
it: Elimina dati test
nb: Slett testdata
nl: Testgegevens Verwijderen
pl: Usuń dane testowe
ro: Ștergeți datele de testare
ru: Удалить данные тестирования
sv: Ta bort simulerade testvärden
tr: Test Verilerini Sil
zh_hans: 删除测试数据

source: Delete Testing Pump Data
da: Slet testdata for pumpe
de: Pumpen-Test-Daten löschen
es: Borrar los datos de prueba de la bomba
fi: Poista testipumpun tiedot
fr: Supprimer les données de la Pompe de test
he: מחק נתוני בדיקת משאבה
it: Elimina dati test della pompa
nb: Slett data for testpumpe
nl: Testpompgegevens Verwijderen
pl: Usuń dane pompy testowej
ro: Ștergeți date pompă de testare
ru: Удалить данные тестирования помпы
sv: Ta bort simulerade pumpvärden
tr: Test Pompası Verilerini Sil
zh_hans: 删除测试用胰岛素泵数据

source: Deliver
da: Afgiv
de: Abgeben
es: Entregar
fi: Annostele
fr: Administrer
it: Eroga
nb: Gi bolus
nl: Toedienen
pl: Podaj Bolus
ro: Livrează
ru: Подать
sk: Podať
sv: Ge bolus
tr: İlet
zh_hans: 输注

source: Diabetes Treatment
da: Diabetesbehandling
de: Diabetes-Behandlung
es: Tratamiento de la diabetes
fi: Diabeteshoito
fr: Traitement du diabète
it: Terapia
nb: Diabetesbehandling
nl: Diabetesbehandeling
pl: w leczeniu cukrzycy
ro: Tratamentul diabetului
ru: Лечение диабета
sv: Diabetesbehandling
tr: Diyabet Tedavisi

source: Did you intend to enter %1$@ grams as the amount of carbohydrates for this meal?
da: Havde du til hensigt at angive %1$@ gram som mængden af kulhydrater for dette måltid?
de: Wolltest Du %1$@ Gramm an Kohlenhydraten für diese Mahlzeit eingeben?
es: ¿Quería introducir %1$@ gramos como cantidad de hidratos de carbono para esta comida?
fr: Aviez-vous l'intention d'entrer %1$@ grammes comme quantité de glucides pour ce repas?
it: Intendevi inserire %1$@ grammi come quantità di carboidrati per questo pasto?
nb: Hadde du tenkt å angi %1$@ gram som mengde karbohydrater for dette måltidet?
nl: Was je van plan om %1$@ gram in te voeren als hoeveelheid koolhydraten voor deze maaltijd?
pl: Czy zamierzałeś wprowadzić %1$@ gramów jako ilość węglowodanów dla tego posiłku?
ro: Ați intenționat să introduceți %1$@ grame drept cantitate de carbohidrați pentru această masă?
ru: Вы намеревались ввести %1$@ граммов углеводов для этого блюда?
tr: Bu yemek için karbonhidrat miktarı olarak %1$@ gram girmeyi düşündünüz mü?
zh_hans: 你确定本餐包含 %1$@ g 碳水吗？

source: Dose Summary
da: Resumé af dosis
de: Dosisübersicht
es: Resumen de dosis
fi: Annoksen yhteenveto
fr: Résumé de la dose
it: Riepilogo della dose
nb: Dose sammendrag
nl: Doseersamenvatting
pl: Podsumowanie dawki
ro: Rezumat doză
ru: Сводная информация о дозе
sv: Sammanfattning av dos
tr: Doz Özeti
zh_hans: 注射量摘要

source: Dosing Strategy
da: Dosingstrategi
de: Dosierungsstrategie
es: Estrategia de dosificación
fi: Annostelutapa
fr: Stratégie de Dosage
it: Strategia di dosaggio
nb: Doseringsstrategi
nl: Doseerstrategie
pl: Strategia dawkowania
ro: Strategie de dozare
ru: Режим ввода инсулина
sv: Strategi för insulinbehandling
tr: Dozlama Stratejisi
zh_hans: 剂量策略

source: Duration exceeds: %1$.1f hours
da: Varigheden overstiger: %1$.1f timer
de: Dauer überschritten: %1$.1f Stunden
fr: La durée dépasse : %1$.1f heures
he: משך זמן חורג: %1$.1f שעות
it: La durata supera: %1$.1f ore
nb: Varigheten overskrider: %1$.1f timer
nl: Duur overschrijdt: %1$.1f uur
pl: Czas trwania przekracza: %1$.1f godzin
ro: Durata depășește: %1$.1f ore
ru: Продолжительность превышает: %1$.1f часов
tr: Süre aşıldı: %1$.1f saat

source: Enable Bluetooth
da: Aktiver bluetooth
de: Bluetooth einschalten
es: Activar Bluetooth
fi: Ota Bluetooth käyttöön
fr: Activer bluetooth
he: הפעל בלוטות'
it: Attiva Bluetooth
nb: Aktiver blåtann
nl: Bluetooth Inschakelen
pl: Włączać Bluetooth
ro: Activează Bluetooth
ru: Включить Bluetooth
sv: Aktivera Bluetooth
tr: Etkinleştir Bluetooth
zh_hans: 启用蓝牙

source: Enable Glucose Based Partial Application
da: Aktivér Glucose Based Partial Application
de: Glucose Based Partial Application aktivieren
fr: Permettre l'application partielle basée sur la glycémie
it: Attiva Applicazione parziale basata sulla glicemia (GBPA)
nb: Aktiver delvis anvendelse basert på glukose
pl: Włącz Algorytm adaptacyjny
ro: Activează aplicarea parțială pe bază de glicemie

source: Enable Integral Retrospective Correction
da: Aktivér Integral Retrospective Correction
de: Integral Retrospective Correction aktivieren
fr: Activer la correction rétrospective intégrale
it: Attiva Correzione retrospettiva integrale (IRC)
nb: Aktivere integrert retrospektiv korrigering
pl: Włącz Integralną Korektę Retrospektywną (IRC)
ro: Activează corecția retrospectivă integrală

source: Enter a blood glucose from a meter for a recommended bolus amount.
da: Indtast blodsukker fra en fingerprikmåling for at få anbefalet en bolusmængde.
de: Gib einen Blutzuckerwert von einem Messgerät ein, um eine Bolusempfehlung zu bekommen.
es: Ingrese una glucosa en sangre de un medidor por una cantidad recomendada de bolo.
fi: Syötä sormenpäästä mitattu glukoosiarvo saadaksesi suositellun bolusmäärän.
fr: Entrez la glycémie à partir d'un mesure manuelle pour le calcul du bolus.
he: הכנס קריאת מד סוכר כדי לקבל המלצה לכמות בולוס.
it: Inserirsci la glicemia capillare per ottenere la quantità di bolo consigliata.
nb: Legg inn blodsukkerverdi fra en måler for anbefalt bolusmengde.
nl: Verkrijg een bloedglucose waarde van een meter voor een aanbevolen bolus hoeveelheid.
pl: Wprowadź poziom glukozy z glukometru, aby uzyskać zalecaną wielkość bolusa.
ro: Introduceți o glicemie luata cu glucometrul pentru o recomandare de bolus.
ru: Введите глюкозу крови, полученную с помощью глюкометра, для получения рекомендуемого количества болюса.
sv: Du behöver mata in ett blodsockervärde för att få en rekommenderad bolus.
tr: Önerilen bolus miktarı için bir ölçüm cihazından bir kan şekeri girin.
zh_hans: 请输入血糖仪测得的血糖值，以获取推荐的大剂量。

source: Enter Bolus
da: Indtast bolus
de: Bolus eingeben
es: Introducir bolo
fi: Syötä bolus
fr: Entrer un Bolus
it: Inserisci bolo
nb: Skriv inn bolus
nl: Bolus Invoeren
pl: Wprowadź bolus
ro: Introduceți bolusul
ru: Ввести болюс
sv: Ange Bolus
tr: Bolus girin
zh_hans: 输入大剂量

source: Enter Fingerstick Glucose
da: Indtast fingerprikmåling
de: Blutzucker eingeben
es: Ingrese la glucosa de punción en el dedo
fi: Syötä mitattu glukoosiarvo
fr: Entrez la Glycémie capillaire
he: הכנס קריאת מד סוכר
it: Inserirsci glicemia capillare
nb: Legg inn blodsukkerverdi fra fingerstikk
nl: Vul Vingerprikglucose In
pl: Wprowadź glukozę z glukometru
ro: Introduceți glicemia din deget
ru: Введите глюкозу по глюкометру
sv: Ange kapillärt blodsocker
tr: Parmak Ucu KŞ Girin
zh_hans: 输入指尖血糖值

source: Enter glucose safety limit
da: Indtast glucosesikkerhedsgrænse
de: Glukosesicherheitsgrenze eingeben
es: Introduzca el límite de seguridad de glucosa
fi: Aseta glukoosin turvaraja
fr: Entrez la limite de sécurité du taux de glucose
he: הגדרת בטיחות
it: Inserisci limite di sicurezza glicemia
nb: Angi sikkerhetsgrensen for blodsukker
nl: Voer glucoseveiligheidslimiet in
pl: Wprowadź bezpieczny limit glukozy
ro: Introduceți limita de siguranță pentru glicemie
ru: Введите безопасный предел глюкозы
sv: Ange tröskelvärde för blodsocker
tr: KŞ güvenlik limitini girin
zh_hans: 输入血糖安全下限

source: Error Exporting Logs
da: Der opstod en fejl under eksport af log
de: Fehler beim Exportieren des Protokolls
es: Error al exportar registros
fi: Virhe lokin viennissä
fr: Erreur lors de l'exportation des journaux
it: Errore durante l'esportazione dei registri
nb: Feil ved eksport av logger
nl: Fout bij exporteren logboeken
pl: Błąd podczas eksportowania dzienników
ro: Eroare la exportarea jurnalelor
ru: Ошибка экспорта логов
sv: Fel vid export av loggar
tr: Günlükleri Dışa Aktarırken Hata

source: Event History
da: Hændelseshistorik
de: Ereignisverlauf
es: Historial de Eventos
fi: Tapahtumahistoria
fr: Historique des événements
it: Cronologia degli eventi
nb: Hendelseshistorie
nl: Logboek
pl: Historia zdarzeń
ro: Istoric evenimente
ru: История событий
sv: Händelsehistorik
tr: Etkinlik Geçmişi
zh_hans: 历史事件

source: Exceeds maximum allowed bolus in settings
da: Overskrider den maksimalt tilladte bolus i indstillingerne
de: Überschreitet den maximal zulässigen Bolus in den Einstellungen
es: Excede el bolo máximo permitido en la configuración
fr: Dépasse le bolus maximal défini dans les paramètres
it: Supera il bolo massimo consentito nelle impostazioni
nb: Overskrider maksimalt tillatt bolus i innstillingene
nl: Overschrijdt maximale toegestane bolus in instellingen
pl: Przekracza maksymalny dozwolony bolus.
ro: Depășește bolusul maxim permis în setări
ru: Превышен максимально допустимый болюс в настройках
tr: Ayarlarda izin verilen maksimum bolusu aşıyor
zh_hans: 超出设定的最大剂量限制

source: Exceeds maximum allowed carbs
da: Overskrider det maksimalt tilladte antal kulhydrater
de: Überschreitet die maximal zulässigen Kohlenhydrate
es: Supera el máximo permitido de carbohidratos definido en la configuración
fr: Dépasse le nombre de glucides maximal accepté
it: Supera i carboidrati massimi consentiti
nb: Overskrider maksimalt tillatte karbohydrater
nl: Overschrijdt maximale toegestane koolhydraten
pl: Przekracza maksymalną dopuszczalną ilość węglowodanów
ro: Depășește maximul de carbohidrați permis
ru: Превышено максимально допустимое количество углеводов
tr: İzin verilen maksimum karbonhidrat miktarını aşıyor
